---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbForcePerFtSup2
source: html/04a30138-89e0-cbb7-9362-41e794e5b1f0.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbForcePerFtSup2 Property

Symbol lb/ft², indicating unit Pounds force per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId LbForcePerFtSup2 { get; }
```